<?php

return [
    /*
     |--------------------------------------------------------------------------
     | インストラクター紹介
     |--------------------------------------------------------------------------
     */
     'search' => [
         'rules' => [
             'freeword' => 'string|max:100',
             'limit' => 'integer|between:1,100',
             'offset'   => 'integer|min:0',
             'type'      => 'integer|between:1,3',
         ],
         'attributes' => [
             'freeword' => '検索ワード',
             'limit' => '取得上限数',
             'offset'   => '取得オフセット数',
             'type'      => 'ソート対象項目',
         ]
     ]
];
